/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ se ha actualizado y trasladado. ¿Desea cambiar todos los ítems del llavero para permitir que la nueva versión acceda a su llavero?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ se ha actualizado. ¿Desea permitir que la nueva versión acceda a los mismos ítems del llavero (por ejemplo, contraseñas) que la versión anterior?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ se ha actualizado. ¿Desea cambiar todos los ítems del llavero para permitir que la nueva versión acceda a su llavero?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "Puede que %1$@ se haya actualizado o modificado, probablemente durante una actualización de software. Por ello, debe dar permiso para usar este ítem del llavero.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "Es posible que %1$@ se haya actualizado o modificado, tal vez durante la actualización de software, por lo que deberá concederle permiso para utilizar el llavero.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ desea acceder a la llave “%2$@” de su llavero.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ solicita añadir el elemeto “%2$@” a su llavero.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ solicita cambiar los privilegios del elemento “%2$@” en su llavero.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ desea cambiar el propietario del ítem “%2$@” de su llavero (el propietario del ítem es el único usuario que puede cambiar los privilegios de acceso).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ solicita desencriptar el elemento “%2$@” de su llavero.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ solicita eliminar el elemento “%2$@” de su llavero.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ desea derivar una llave a partir de la llave “%2$@” de su llavero.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ desea encriptar mediante la llave “%2$@” de su llavero.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ desea exportar la llave “%2$@” de su llavero.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ solicita importar la clave “%2$@” a su llavero.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ desea firmar mediante la llave “%2$@” de su llavero.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ desea firmar con la llave “%2$@” de su llavero.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ solicita usar el llavero “%2$@”.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ desea usar su contraseña de .Mac. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ desea usar su información confidencial almacenada en “%2$@” en su llavero.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@” se ha modificado en el disco. Puede que esté ejecutando algo que aparenta ser “%1$@”.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@” se ha modificado mientras se estaba ejecutando y ya no se corresponde con lo que se instaló en el disco.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "Se desconoce a “%1$@”. Acceso denegado.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Una aplicación llamada %1$@ necesita acceder al llavero, pero existe una versión anterior. ¿Desea cambiar todos los ítems de su llavero para permitir a la nueva versión que acceda al llavero?";

/* AppType */
"Application:" = "Aplicación:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "La autenticación ya no es necesaria.";

/* Cancel button title */
"Cancel" = "Cancelar";

/* changed application wanting access */
"Changed Process:" = "Proceso modificado:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Confirmar modificación de la aplicación";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Copiar dirección en el Portapapeles";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Detalles";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "¿Desea permitir el acceso a este ítem?";

/* Do you want to allow this? */
"Do you want to allow this?" = "¿Autoriza esta operación?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Introduzca una nueva contraseña para el llavero “%1$@”.";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Introduzca la contraseña del llavero “%1$@” en “%2$@”.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Introduzca la contraseña para el llavero “%1$@” en uno de los ordenadores sincronizados.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "No es posible determinar si “%1$@” ha sido modificado desde su última utilización. Alguien podría haber modificado o reemplazado este ítem.";

/* Keychain Access application's name */
"Keychain Access.app" = "Acceso a Llaveros.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nueva contraseña:";

/* No button title */
"No" = "No";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "No se necesita.";

/* OK button title */
"OK" = "Aceptar";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Indicación de contraseña: “%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Introduzca la contraseña del llavero.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Normalmente, las contraseñas seguras tienen más de 6 caracteres y no contienen palabras obvias como “perro”, “gato”, etc.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "No es posible continuar con la autenticación.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "No se ha podido continuar con el desbloqueo.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Ha intentado la autenticación demasiadas veces.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Ha intentado definir la contraseña para el llavero “%1$@” demasiadas veces.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Ha intentado desbloquear “%1$@” demasiadas veces.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "La contraseña introducida no es válida.";

/* For referring to the system keychain. */
"System" = "Sistema";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "El software “%1$@” de su ordenador ha cambiado y quiere acceder a su llavero.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "No se puede verificar la autenticidad de “%1$@”.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "Este ítem no se ha podido añadir al llavero por omisión.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Puede que los ítems del llavero incluyan contraseñas y otros datos importantes. Si hace clic en Permitir, la nueva versión de “%1$@” tendrá acceso a todos los elementos del llavero usados por la versión anterior. Este cambio es permanente.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "El nombre o la contraseña que ha introducido son incorrectos.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Este cambio es permanente y afecta a todos los ítems de todos sus llaveros.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Esta es una nueva versión de la aplicación “%1$@”. ¿Desea permitir que acceda a los mismos ítems del llavero que la versión anterior?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Esta contraseña es la que utilizó para sincronizar por primera vez su llavero “%@” con .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Para permitir esto, introduzca la contraseña del llavero “%1$@”.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Para sincronizar su llavero en este ordenador, introduzca la contraseña de su cuenta de usuario de “%1$@”.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Para sincronizar su llavero en este ordenador, introduzca la contraseña de la cuenta de usuario de cualquiera de los ordenadores que sincroniza.";

/* ToolType */
"Tool:" = "Herramienta:";

/* Try again later */
"Try again later." = "Intentar más tarde.";

/* Please Try again */
"Try entering your information again." = "Vuelva a introducir los datos.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Introduzca un nombre y una contraseña de administrador para realizar cambios en los ajustes de los certificados de confianza del sistema.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Introduzca un nombre y una contraseña de administrador para permitir a %1$@ hacer cambios.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Introduzca el nombre y la contraseña de un usuario del grupo “%1$@” para permitir a %2$@ hacer cambios.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Escriba la contraseña para permitir que %1$@ realice cambios.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Introduzca su contraseña para realizar cambios en los ajustes de los certificados de confianza.";

/* UnkownProcessType */
"Unknown:" = "Desconocido:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "El desbloqueo ya no es necesario.";

/* Yes button title */
"Yes" = "Sí";

/* pwd is blank */
"You have not provided a password. Please specify one." = "No ha introducido ninguna contraseña. Por favor, especifique una.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Ha especificado una contraseña poco segura. Por favor, utilice otra más larga.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Ya ha utilizado esa contraseña anteriormente. Utilice otra, por favor.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Debe introducir un nombre y una contraseña de administrador para efectuar cambios en %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Debe introducir el nombre y la contraseña de un usuario del grupo “%1$@” para efectuar cambios en %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "La contraseña no coincide con la contraseña de verificación.";

/* pwd unacceptable */
"Your password is unacceptable." = "La contraseña no es válida.";

